tap "bufbuild/buf"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
brew "anyenv"
brew "asdf"
brew "awscli"
brew "cocoapods"
brew "eza"
brew "fd"
brew "firebase-cli"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "grpcurl"
brew "jq"
brew "mas"
brew "nkf"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "alfred"
cask "caffeine"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "rekordbox"
cask "spotify"
cask "unity-hub"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "OmniGraffle", id: 1142578753
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mobalic.jetbrains-dark-theme"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "swiftlang.swift-vscode"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
