tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
brew "ansible"
brew "awscli"
brew "git"
brew "go"
brew "hugo"
brew "mas"
brew "nkf"
brew "packer"
brew "perl-build"
brew "plenv"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "keepingyouawake"
cask "kindle"
cask "rekordbox"
cask "shiftit"
cask "spotify"
cask "vagrant"
cask "virtualbox"
mas "1Password", id: 443987910
mas "App Cleaner", id: 1013897218
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "OmniFocus", id: 867299399
mas "OmniGraffle", id: 711830901
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
