tap "bufbuild/buf"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "asdf"
brew "awscli"
brew "cocoapods"
brew "libgit2"
brew "eza"
brew "fd"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "genact"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "grpcurl"
brew "jq"
brew "mas"
brew "nkf"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"
brew "bufbuild/buf/buf"
cask "1password"
cask "alfred"
cask "caffeine"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "rekordbox"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
